Repository: nasbalty01/Woocommerce-Post-Purchase-Offer-Pulgin
Catalog: languages/woo_addf_ppp-*.po
Languages: de_de, es_es, it_it

source: Failed ajax security check!
es_es: Error de ajax control de seguridad!
it_it: Non è riuscito ajax controllo di sicurezza!

source: Post purchase offer for WooCommerce plugin is inactive. WooCommerce plugin must be active in order to activate it.
de_de: Post-Kauf-Angebot für WooCommerce plugin inaktiv ist. WooCommerce plugin aktiviert sein muss um es zu aktivieren.
es_es: Después de la compra de la oferta para el plugin de WooCommerce está inactivo. WooCommerce plugin debe estar activo para activarlo.
it_it: Post offerta di acquisto per WooCommerce plugin è attivo. WooCommerce plugin deve essere attivo per attivarlo.

source: Post Purchase Offer
de_de: Post-Kauf-Angebot
es_es: Después De La Compra De La Oferta
it_it: Post Offerta Di Acquisto

source: Add New Offer
de_de: Fügen Sie Neue Angebot
es_es: Agregar Nueva Oferta
it_it: Aggiungere Nuova Offerta

source: Add Offer
de_de: Angebot Hinzufügen
es_es: Añadir Oferta
it_it: Aggiungere Offerta

source: Edit Offer
de_de: Angebot Bearbeiten
es_es: Editar Oferta
it_it: Edit Offerta

source: New Offer
de_de: Neues Angebot
es_es: Nueva Oferta
it_it: Nuova Offerta

source: View Offer
de_de: View Angebot
es_es: Ver Oferta
it_it: Visualizza Offerta

source: Search Offer
de_de: Suche Angebot
es_es: Búsqueda Ofrecer
it_it: Offerta Di Ricerca

source: No rule found
de_de: Keine Regel gefunden
es_es: No hay ninguna regla se encuentra
it_it: Nessuna regola trovato

source: No Offer found in trash
de_de: Kein Angebot im Mülleimer gefunden
es_es: No hay Oferta encontrado en la basura
it_it: Nessuna Offerta trovata nel cestino

source: All Offer
de_de: Alle Bieten
es_es: Todos Ofrecen
it_it: Tutti Offrono

source: Post Purchase Offer Setting
de_de: Post Kaufangebot Einstellung
es_es: Publicar Oferta De Compra De Configuración
it_it: Post Offerta Di Acquisto Di Impostazione

source: Configure settings for post-purchase offers.
de_de: Konfigurieren der Einstellungen für die nach dem Kauf bietet.
es_es: Configurar los ajustes de post-ofertas de compra.
it_it: Configurare le impostazioni per la post-offerte di acquisto.

source: Show/Hide Offer
de_de: Show/Hide Bieten
es_es: Mostrar/Ocultar La Oferta
it_it: Mostra/Nascondi Offerta

source: Enable to display the post-purchase offer, disable to hide it.
de_de: Aktivieren Sie zum anzeigen der post-Kauf-Angebots, deaktivieren, um Sie auszublenden.
es_es: Habilite para mostrar la post-oferta de compra, deshabilitar para ocultarlo.
it_it: Abilitare la visualizzazione post-offerta di acquisto, disattivare per nasconderlo.

source: Prevent Coupons
de_de: Verhindern Coupons
es_es: Evitar Los Cupones
it_it: Prevenire Coupon

source: Enable to prevent coupons on post-purchase offer products, disable to allow coupons.
de_de: Aktivieren, um zu verhindern, dass coupons, die auf nach dem Kauf bieten Produkte, deaktivieren Sie erlauben coupons.
es_es: Habilitar para evitar que los cupones en el post-oferta de compra de productos, deshabilitar para permitir a los cupones.
it_it: Consente di impedire il coupon su post-offerta di acquisto di prodotti, disattivare per consentire coupon.

source: Product Category
de_de: Produkt Kategorie
es_es: Categoría De Producto
it_it: Categoria Di Prodotto

source: Enable to display the categories on post-purchase offer products, disable to hide them.
de_de: Aktivieren Sie zum anzeigen der Kategorien nach dem Kauf bieten Produkte, deaktiviert, Sie zu verstecken.
es_es: Habilite para mostrar las categorías en el post-oferta de compra de productos, deshabilitar para ocultarlos.
it_it: Attiva per visualizzare le categorie di post-offerta di acquisto di prodotti, disattivare per nasconderli.

source: Product Quantity
de_de: Produkt Menge
es_es: Cantidad De Producto
it_it: Quantità Di Prodotto

source: Enable to display the quantity on the post-purchase offer product, disable to hide it.
de_de: Aktivieren Sie zur Anzeige der Menge der nach dem Kauf bieten Produkt deaktivieren, um Sie auszublenden.
es_es: Habilite para mostrar la cantidad en el post-oferta de compra del producto, deshabilitar para ocultarlo.
it_it: Attiva per visualizzare la quantità di post-offerta di acquisto del prodotto, disattivare per nasconderlo.

source: Product Stock
de_de: Produkt Lager
es_es: El Stock De Productos
it_it: Stock Di Prodotti

source: Enable to display the stock of the post-purchase offer product, disable to hide it.
de_de: Aktivieren Sie zur Anzeige der Bestand der nach dem Kauf bieten Produkt deaktivieren, um Sie auszublenden.
es_es: Habilitar para mostrar el stock de la post-oferta de compra del producto, deshabilitar para ocultarlo.
it_it: Attiva per visualizzare la borsa di post-offerta di acquisto del prodotto, disattivare per nasconderlo.

source: Product Sku
de_de: Produkt-Sku
es_es: Sku De Producto
it_it: Sku Prodotto

source: Enable to display the quantity of the post-purchase offer product, disable to hide it.
de_de: Aktivieren Sie zur Anzeige der Menge der nach dem Kauf bieten Produkt deaktivieren, um Sie auszublenden.
es_es: Habilite para mostrar la cantidad de la post-oferta de compra del producto, deshabilitar para ocultarlo.
it_it: Consentono di visualizzare la quantità di post-offerta di acquisto del prodotto, disattivare per nasconderlo.

source: Product Description
de_de: Produkt Beschreibung
es_es: Descripción Del Producto
it_it: Descrizione Del Prodotto

source: Enable to show the post-purchase offer description, disable to hide it.
de_de: Aktivieren Sie zum anzeigen der post-Kauf Beschreibung des Angebots, deaktivieren, um Sie auszublenden.
es_es: Activar para mostrar el post de compra-descripción de la oferta, deshabilitar para ocultarlo.
it_it: Attiva per visualizzare il post-vendita descrizione offerta, disattivare per nasconderlo.

source: Product description Length
de_de: Produkt Beschreibung Länge
es_es: Descripción del producto Longitud
it_it: Descrizione del prodotto Lunghezza

source: Lenght of post-purchase offer description.
de_de: Länge der post-Kauf Beschreibung des Angebots.
es_es: Longitud de la post-compra descripción de la oferta.
it_it: Lunghezza del post-vendita descrizione offerta.

source: Post Purchase Offer
de_de: Post-Kauf-Angebot
es_es: Después De La Compra De La Oferta
it_it: Post Offerta Di Acquisto

source: Select Offer Product
de_de: Wählen Sie, Bieten Produkt
es_es: Seleccione Oferta De Productos
it_it: Selezionare Offrire Il Prodotto

source: Add Rule On Offer Products
de_de: Regel Hinzufügen Auf Produkte Anbieten
es_es: Agregar Regla En La Oferta De Productos
it_it: Aggiungi Regola L'Offerta Di Prodotti

source: Description
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione

source: Description about post purchase offer
de_de: Beschreibung über post Kauf anbieten
es_es: Descripción acerca de publicar oferta de compra
it_it: Descrizione post offerta di acquisto

source: User Role
de_de: Benutzer-Rolle
es_es: El Papel De Usuario
it_it: Ruolo Utente

source: Select user roles...
de_de: Wählen Sie Benutzer, Rollen...
es_es: Seleccione las funciones de usuario...
it_it: Selezionare i ruoli utente...

source: Display a post-purchase offer based on the user's roles.
de_de: Anzeige einer post-Kauf-Angebot basiert auf der Benutzer-Rollen.
es_es: Mostrar un post-oferta de compra basada en los roles del usuario.
it_it: Visualizzazione post-acquisto offerta sulla base dei ruoli dell'utente.

source: Last order Status
es_es: Último Estado de la orden de
it_it: Ultimo Stato dell'ordine

source: Select order statuses...
de_de: Wählen Sie, um Status...
es_es: Seleccione el fin de los estados de...
it_it: Selezionare l'ordine in stati...

source: Display a post-purchase offer when the selected statuses match the status of the user's last order.
de_de: Anzeige einer post-Kauf-Angebot an, wenn der ausgewählte Status match-der status der letzten Bestellung.
es_es: Mostrar un post-oferta de compra cuando el seleccionado de estados coincidir con el estado del usuario de la última orden.
it_it: Visualizzazione post-offerta di acquisto quando l'status match lo stato dell'utente, l'ultimo ordine.

source: Country
de_de: Land
es_es: País
it_it: Paese

source: Select countries...
de_de: Wählen Sie Länder...
es_es: Seleccione países...
it_it: Seleziona paesi...

source: Display a post-purchase offer when the selected countries match the user's country.
de_de: Anzeige einer post-Kauf-Angebot an, wenn der ausgewählte Länder match the user ' s country.
es_es: Mostrar un post-oferta de compra cuando los países seleccionados coinciden con los del país del usuario.
it_it: Visualizzazione post-offerta di acquisto quando i paesi selezionati partita paese dell'utente.

source: Categories in last order
de_de: Kategorien letzten Bestellung
es_es: Categorías en el último fin de
it_it: Categorie in ultimo ordine

source: Select Categories...
de_de: Kategorien Auswählen...
es_es: Seleccione Las Categorías...
it_it: Selezionare Le Categorie...

source: Display a post-purchase offer when the selected products match the products in the user's last order.
de_de: Display ein nach dem Kauf bietet, wenn die ausgewählten Produkte entsprechen die Produkte in die letzten um.
es_es: Mostrar un post-oferta de compra cuando los productos seleccionados correspondan a los productos que el usuario de la última orden.
it_it: Visualizzazione post-offerta di acquisto quando i prodotti selezionati partita di prodotti di cui l'utente dell'ultimo ordine.

source: Products in last order
de_de: Produkte in die Letzte Bestellung
es_es: Productos en el último fin de
it_it: Prodotti in ultimo ordine

source: Select Products...
de_de: Produkte Auswählen...
es_es: Seleccionar Los Productos De...
it_it: Una Selezione Di Prodotti...

source: Display a post-purchase offer when the selected categories match the categories of products in the user's last order.
de_de: Display ein nach dem Kauf bietet, wenn die gewählten Kategorien entsprechen den Kategorien der Produkte bei der letzten Bestellung.
es_es: Mostrar un post-oferta de compra cuando las categorías seleccionadas se corresponden con las categorías de productos en el usuario la última orden.
it_it: Visualizzazione post-offerta di acquisto quando le categorie corrispondono le categorie di prodotti per l'utente, l'ultimo ordine.

source: Minimum previous total amount
de_de: Minimum vorherigen Gesamtbetrag
es_es: Mínimo anterior importe total
it_it: Minimo precedente totale importo

source: Enter minimum previous total amount...
de_de: Geben Sie mindestens vorherigen Summe...
es_es: Introduzca los valores mínimo anterior importe total...
it_it: Inserisci il minimo precedente totale importo...

source: Display a post-purchase offer when the entered amount is equal to or greater than the user's previous total order amount.
de_de: Anzeige einer post-Kauf-Angebot an, wenn der eingegebene Betrag gleich oder größer als der Benutzer, der früheren insgesamt Auftrag Menge.
es_es: Mostrar un post-oferta de compra cuando el importe introducido es mayor o igual que el usuario anterior de la cantidad total del pedido.
it_it: Visualizzazione post-offerta di acquisto quando l'importo indicato è pari o maggiore di quella dell'utente precedente importo totale dell'ordine.

source: Minimum last purchase amount
de_de: Minimale letzten Kauf-Betrag
es_es: Mínimo de la última compra, cantidad
it_it: Minima ultimo importo di acquisto

source: Enter minimum last purchase amount...
de_de: Geben Sie mindestens die letzten Kauf-Betrag...
es_es: Introduzca mínimo de la última compra, cantidad...
it_it: Inserire minima ultimo importo dell'acquisto...

source: Select offer products
de_de: Wählen Sie Produkte anbieten
es_es: Seleccione oferta de productos
it_it: Selezionare offrire prodotti

source: Select products to include in the post-purchase offer.
de_de: Wählen Sie Produkte in der post-Kauf bieten.
es_es: Seleccione los productos a incluir en el post-oferta de compra.
it_it: Selezionare i prodotti da includere nel post-offerta di acquisto.

source: Sorry, your nonce did not verify.
de_de: Sorry, your nonce did nicht überprüfen.
es_es: Lo sentimos, tu nonce no verificar.
it_it: Spiacente, la tua nonce non si verifica.

source: in stock
es_es: en stock

source: Out of stock
es_es: Fuera de stock

source: Available on backorder
de_de: Verfügbar im lieferrückstand
es_es: Disponible en pedido pendiente
it_it: Disponibile in arretrato

source: Stock status unknown
de_de: Lager-status unbekannt
es_es: El estado del Stock de desconocido
it_it: Stock di stato di unknown

source: Category
de_de: Kategorie
es_es: Categoría
it_it: Categoria

source: Accept Offer
de_de: Angebot Akzeptieren
es_es: Aceptar La Oferta
it_it: Accettare L'Offerta

source: Skip All
de_de: Alle Überspringen
es_es: Saltar Todos
it_it: Salta Tutti

source: Skip Remaining Offers
de_de: Skip Übrigen Angebote
es_es: Omita El Resto De Ofertas
it_it: Saltare I Restanti Offre

source: Processing...
es_es: Procesamiento de...
it_it: L'elaborazione...

source: % OFF)
es_es: %d e descuento)
it_it: %d i SCONTO)

source: (Fixed Discount)
de_de: (Festen Rabatts)
es_es: (Descuento Fijo)
it_it: (Sconto Fisso)

source: (Fixed Price)
de_de: (Festpreis)
es_es: (Precio Fijo)
it_it: (Prezzo Fisso)

source: Post Purchase offer
de_de: Post-Kauf-Angebot
es_es: Después de la Compra de la oferta
it_it: Post offerta di Acquisto

source: Post Purchase offer for WooCommerce.
de_de: Post-Kauf-Angebot für WooCommerce.
es_es: Después de la Compra de la oferta de WooCommerce.
it_it: Post offerta di Acquisto per WooCommerce.

source: Skip
it_it: Saltare
